Repository: SvenLie/chatbots
Catalog: Resources/Private/Language/Backend/*.locallang_mod_overview.xlf
Languages: de

# mlang_tabs_tab
source: Overview
de: Übersicht

source: Online
de: Verfügbar

source: Offline
de: Nicht verfügbar

source: No version
de: Keine Version

# availability
source: Availability of RASA clients
de: Verfügbarkeit der RASA-Clients

# train_new_model
source: Train new RASA model
de: Neues RASA-Model trainieren

# train
source: Train RASA
de: RASA trainieren

# training_started
source: Training of new RASA model was started. It can take some minutes.
de: Mit dem Training des neuen RASA-Models wurde begonnen. Dies kann einige Minuten dauern.

# training_not_started
source: Training of new RASA model wasn't started succesfully. Please check the configuration.
de: Das Training des neuen RASA-Models wurde nicht erfolgreich gestartet. Bitte überprüfen Sie die Konfiguration.

source: Existing models
de: Existierende Models

source: (active)
de: (aktiviert)

source: Activate
de: Aktivieren

# model_not_activated
source: Model wasn't activated successfully. Please check the configuration.
de: Das Model wurde nicht erfolgreich aktiviert. Bitte überprüfen Sie die Konfiguration.

# model_activated
source: Model was activated.
de: Das Model wurde aktiviert.

# model_not_deleted
source: Model wasn't deleted successfully. Please check the configuration.
de: Das Model wurde nicht erfolgreich gelöscht. Bitte überprüfen Sie die Konfiguration.

# model_deleted
source: Model was deleted.
de: Das Model wurde gelöscht.
