Repository: SvenLie/chatbots
Catalog: Resources/Private/Language/Backend/*.locallang_mod_training_data.xlf
Languages: de

# mlang_tabs_tab
source: Training data
de: Trainingsdaten

# training_data_not_deleted
source: Training data wasn't deleted successfully. Please check the configuration.
de: Der Eintrag wurde nicht erfolgreich gelöscht. Bitte überprüfen Sie die Konfiguration.

# training_data_deleted
source: Training data was deleted.
de: Der Eintrag wurde gelöscht.

# training_data_not_valid
source: Training data is not valid.
de: Der Eintrag ist nicht gültig.

# update_training_data
source: Update training data entry
de: Bearbeiten des Eintrages

source: New intent
de: Neue Intention

source: New intent identifier
de: Neuer Intentions-Bezeichner

# add_training_data
source: Add training data entry
de: Eintrag hinzufügen

# training_data_not_added
source: Training data wasn't added successfully. Please check the configuration.
de: Der Eintrag wurde nicht erfolgreich hinzugefügt. Bitte überprüfen Sie die Konfiguration.

# training_data_added
source: Training data was added.
de: Der Eintrag wurde hinzugefügt.

# training_data_not_updated
source: Training data wasn't updated successfully. Please check the configuration.
de: Der Eintrag wurde nicht erfolgreich aktualisiert. Bitte überprüfen Sie die Konfiguration.

# training_data_updated
source: Training data was updated.
de: Der Eintrag wurde aktualisiert.
